Repository: yann-lephay/opencadence
Catalog: ios/OpenCadence/OpenCadence/Localizable.xcstrings
Source language: fr
Languages: de, en, es

source: Complément
de: Ergänzung
en: Accessory
es: Complemento

source: Composer la séance
de: Training zusammenstellen
en: Build my workout
es: Crear la sesión

source: Conditionnement
de: Kondition
en: Conditioning
es: Acondicionamiento

source: Conditions
de: Bedingungen
en: Terms
es: Condiciones

source: Confidentialité
de: Datenschutz
en: Privacy
es: Privacidad

source: Configuration disponible
de: Verfügbare Konfiguration
en: Available configuration
es: Configuración disponible

source: Continuer
de: Weiter
en: Continue
es: Continuar

source: Continuer avec La Bonne Séance
de: Mit La Bonne Séance fortfahren
en: Continue with La Bonne Séance
es: Continuar con La Bonne Séance

source: Continuer pendant un an
de: Jahresabo wählen
en: Choose annual plan
es: Elegir el plan anual

source: Corriger la dernière série
de: Letzten Satz korrigieren
en: Correct the last set
es: Corregir la última serie

source: Couleur ou nom
de: Farbe oder Name
en: Color or name
es: Color o nombre

source: Couleur ou nom de l’élastique
de: Farbe oder Name des Bands
en: Band colour or name
es: Color o nombre de la banda

source: Couleurs ou noms, séparés par des points-virgules
de: Farben oder Namen, durch Semikolon getrennt
en: Colours or names, separated by semicolons
es: Colores o nombres, separados por punto y coma

source: Couper le son du compte à rebours
de: Countdown-Ton ausschalten
en: Mute countdown sound
es: Silenciar la cuenta atrás

source: Curl biceps avec haltères
de: Bizeps-Curls mit Kurzhanteln
en: Dumbbell biceps curl
es: Curl de bíceps con mancuernas

source: C’est fait.
de: Geschafft.
en: Done.
es: Hecho.

source: C’est suffisant.
de: Das reicht.
en: That is enough.
es: Es suficiente.

source: C’est à toi. On bouge ?
de: Es gehört dir. Bereit für Bewegung?
en: It’s yours. Ready to move?
es: Es tuyo. ¿Nos movemos?

source: C’était déjà difficile
de: Es war schon schwierig
en: It was already difficult
es: Ya me resultaba difícil

source: Dans une étude de 8 semaines auprès de 18 personnes entraînées, garder 1 à 2 répétitions en réserve a produit une croissance des quadriceps similaire à l’échec, avec moins de fatigue aiguë.
de: In einer achtwöchigen Studie mit 18 trainierten Personen führten 1–2 Wiederholungen in Reserve zu einem ähnlichen Quadrizepswachstum wie Training bis zum Versagen, bei weniger akuter Ermüdung.
en: In an 8-week study of 18 trained people, keeping 1–2 repetitions in reserve produced similar quadriceps growth to training to failure, with less acute fatigue.
es: En un estudio de 8 semanas con 18 personas entrenadas, dejar entre 1 y 2 repeticiones en reserva produjo un crecimiento de cuádriceps similar al fallo, con menos fatiga aguda.

source: De quoi disposes-tu chez toi ?
de: Welche Ausrüstung hast du zu Hause?
en: What equipment do you have at home?
es: ¿De qué material dispones en casa?

source: De temps en temps
de: Gelegentlich
en: Occasionally
es: De vez en cuando

source: Dernières séances
de: Letzte Einheiten
en: Recent sessions
es: Últimas sesiones

source: Des principes communs, une difficulté individuelle.
de: Gemeinsame Prinzipien, individuelle Schwierigkeit.
en: Shared principles, individual difficulty.
es: Principios comunes, dificultad individual.

source: Des séances adaptées à toi, à ton matériel et à tes progrès.
de: Einheiten, die sich an dich, deine Ausrüstung und deine Fortschritte anpassen.
en: Sessions adapted to you, your equipment and your progress.
es: Sesiones adaptadas a ti, a tu material y a tus progresos.

source: Descente contrôlée de traction
de: Kontrolliertes Absenken beim Klimmzug
en: Eccentric pull-up
es: Descenso controlado en dominada

source: Deux identiques
de: Zwei gleiche
en: Two identical
es: Dos idénticas

source: Deux poignées identiques
de: Zwei identische Griffe
en: Two identical handles
es: Dos mangos idénticos

source: Deux repères, pas un niveau
de: Zwei Ausgangswerte, kein Leistungsniveau
en: Two starting points, not a level
es: Dos referencias, no un nivel

source: Difficulté globale
de: Gesamtschwierigkeit
en: Overall difficulty
es: Dificultad general

source: Donne au moins un nom ou une couleur à tes élastiques.
de: Gib deinen Bändern mindestens einen Namen oder eine Farbe.
en: Give your bands at least one name or colour.
es: Asigna al menos un nombre o color a tus bandas.

source: Donne un nom stable à chaque résistance : couleur ou niveau. L’app ne convertit pas ces bandes en kilos.
de: Gib jedem Widerstand einen eindeutigen Namen, etwa eine Farbe oder Stufe. Die App rechnet Bänder nicht in Kilogramm um.
en: Give each resistance a consistent name, such as a colour or level. The app does not convert bands into kilograms.
es: Da un nombre estable a cada resistencia: color o nivel. La app no convierte estas bandas a kilos.

source: Durée
de: Dauer
en: Duration
es: Duración

source: Durée estimée : %lld min
de: Geschätzte Dauer: %lld Min.
en: Estimated duration: %lld min
es: Duración estimada: %lld min

source: Débloquer mes séances
de: Meine Einheiten freischalten
en: Unlock my sessions
es: Desbloquear mis sesiones

source: Débloquer mes séances à vie
de: Meine Trainings dauerhaft freischalten
en: Unlock my workouts for life
es: Desbloquear mis sesiones de por vida

source: Découvrir
de: Entdecken
en: Discover
es: Descubrir

source: Décrire les objets et leur montage
de: Geräte und Zusammenstellung beschreiben
en: Describe the objects and their assembly
es: Describir los objetos y su montaje

source: Démonstration de %@. Position à tenir ; consulte les consignes du mouvement.
de: Demonstration von %@. Halte diese Position; beachte die Bewegungshinweise.
en: Demonstration of %@. Hold this position; see the movement instructions.
es: Demostración de %@. Mantén esta posición; consulta las instrucciones del movimiento.

source: Démonstration de %@. Suite de positions illustrant le mouvement, pas un rythme à suivre.
de: Demonstration von %@. Eine Folge von Positionen zeigt die Bewegung, kein vorgegebenes Tempo.
en: Demonstration of %@. A sequence of poses illustrating the movement, not a pace to follow.
es: Demostración de %@. Una secuencia de posiciones que ilustra el movimiento, no un ritmo que seguir.

source: Démonstration de %@. Une répétition complète est décrite par les consignes du mouvement.
de: Demonstration von %@. Eine vollständige Wiederholung wird in den Übungshinweisen beschrieben.
en: Demonstration of %@. One full repetition is described in the movement instructions.
es: Demostración de %@. Las indicaciones del movimiento describen una repetición completa.

source: Démonstration en préparation
de: Demonstration wird vorbereitet
en: Demonstration coming soon
es: Demostración en preparación

source: Détail des séries
de: Satzdetails
en: Set details
es: Detalle de las series

source: Développé au sol avec haltères
de: Floor Press mit Kurzhanteln
en: Dumbbell floor press
es: Press de suelo con mancuernas

source: Développé au sol à un bras
de: Einarmiger Floor Press mit Kurzhantel
en: Single-arm dumbbell floor press
es: Press de suelo con mancuerna a un brazo

source: Développé au-dessus de la tête à un bras
de: Einarmiges Überkopfdrücken
en: Single-arm overhead press
es: Press por encima de la cabeza a un brazo

source: Développé épaules assis
de: Schulterdrücken im Sitzen
en: Seated dumbbell overhead press
es: Press de hombros sentado con mancuernas

source: Développé épaules à l’élastique
de: Schulterdrücken mit Band
en: Band overhead press
es: Press de hombros con banda

source: Elle ne peut pas continuer avec les règles actuelles. Les séries déjà enregistrées peuvent être conservées dans le bilan, sans progression automatique.
de: Mit den aktuellen Regeln kann es nicht fortgesetzt werden. Bereits erfasste Sätze können ohne automatische Steigerung in der Zusammenfassung gespeichert werden.
en: It cannot continue under the current rules. Sets already recorded can be kept in the summary, without automatic progression.
es: No puede continuar con las reglas actuales. Las series ya registradas pueden conservarse en el resumen, sin progresión automática.

source: Elle ne valide pas à elle seule notre moteur. Ses règles d’adaptation et de reprise sont des choix produit dont l’efficacité reste à évaluer.
de: Sie allein validiert unseren Trainingsalgorithmus nicht. Seine Anpassungs- und Wiedereinstiegsregeln sind Produktentscheidungen, deren Wirksamkeit noch bewertet werden muss.
en: It does not, on its own, validate our engine. Its adaptation and return rules are product choices whose effectiveness remains to be evaluated.
es: Por sí sola no valida nuestro motor. Sus reglas de adaptación y vuelta son decisiones de producto cuya eficacia aún debe evaluarse.

source: Elles sont validées pour un rowing inversé
de: Sie sind für umgekehrtes Rudern geeignet
en: They are approved for inverted rows
es: Son aptas para remo invertido

source: En France
de: In Frankreich
en: In France
es: En Francia

source: En pause
de: Pausiert
en: Paused
es: En pausa

source: En savoir plus
de: Mehr erfahren
en: Learn more
es: Más información

source: Encore ce mouvement
de: Noch einmal diese Übung
en: Same movement again
es: Repetimos este movimiento

source: Enregistrement impossible. Réessaie.
de: Speichern fehlgeschlagen. Versuche es erneut.
en: Could not save. Try again.
es: No se pudo guardar. Inténtalo de nuevo.

source: Enregistrer ce bilan
de: Zusammenfassung speichern
en: Save this summary
es: Guardar este resumen

source: Enregistrer ce qui a été fait
de: Absolvierte Übungen speichern
en: Save what I completed
es: Guardar lo realizado

source: Enregistrer cette gêne
de: Beschwerden speichern
en: Record this discomfort
es: Registrar esta molestia

source: Enregistrer mes repères
de: Ausgangswerte speichern
en: Save my starting points
es: Guardar mis referencias

source: Enregistrer mon matériel
de: Ausrüstung speichern
en: Save my equipment
es: Guardar mi material

source: Envoyer les séances en attente
de: Ausstehende Trainings senden
en: Send pending workouts
es: Enviar sesiones pendientes

source: Est-ce fait pour moi ?
de: Ist das etwas für mich?
en: Is this for me?
es: ¿Es para mí?

source: Facultatif · Pour aider l’équipe à améliorer les séances.
de: Freiwillig · Hilf dem Team, Trainings zu verbessern.
en: Optional · Help the team improve workouts.
es: Opcional · Para ayudar al equipo a mejorar las sesiones.

source: Facultatif. Tu peux refuser en quittant cet écran, puis changer d’avis dans les paramètres.
de: Freiwillig. Du kannst diesen Bildschirm ohne Zustimmung verlassen und deine Entscheidung später in den Einstellungen ändern.
en: Optional. You can decline by leaving this screen and change your mind later in settings.
es: Opcional. Puedes rechazarlo saliendo de esta pantalla y cambiar de opinión en los ajustes.

source: Faire une pause
de: Pause machen
en: Pause
es: Hacer una pausa

source: Faut-il finir chaque série à bout ?
de: Muss jeder Satz bis ans Limit gehen?
en: Must every set end in exhaustion?
es: ¿Hay que acabar cada serie al límite?

source: Fente arrière
de: Ausfallschritt rückwärts
en: Reverse lunge
es: Zancada hacia atrás

source: Fente statique
de: Split Squat
en: Split squat
es: Zancada estática

source: Fente statique assistée
de: Unterstützter Split Squat
en: Assisted split squat
es: Zancada estática asistida

source: Fermer
de: Schließen
en: Close
es: Cerrar

source: Fermer sans enregistrer
de: Ohne Speichern schließen
en: Close without saving
es: Cerrar sin guardar

source: Fixture unavailable
de: Fixture nicht verfügbar
es: Fixture no disponible

source: Fort
de: Stark
en: Strong
es: Fuerte

source: Gilet lesté
de: Gewichtsweste
en: Weighted vest
es: Chaleco lastrado

source: Good morning à l’élastique
de: Good Morning mit Band
en: Band good morning
es: Good morning con banda

source: Grossesse en cours
de: Schwangerschaft
en: Currently pregnant
es: Embarazo en curso

source: Grossesse, post-partum, rééducation ou douleur demandent une attention particulière. Ce parcours général n’est pas un programme dédié à ces situations. L’app ne mesure pas ta récupération et ne remplace pas un avis médical.
de: Schwangerschaft, die Zeit nach der Geburt, Rehabilitation oder Schmerzen brauchen besondere Aufmerksamkeit. Dieses allgemeine Programm ist nicht speziell für diese Situationen gedacht. Die App misst deine Erholung nicht und ersetzt keinen ärztlichen Rat.
en: Pregnancy, postpartum, rehabilitation or pain require particular attention. This general programme is not designed for these situations. The app does not measure your recovery or replace medical advice.
es: El embarazo, el posparto, la rehabilitación o el dolor requieren atención particular. Este recorrido general no es un programa específico para estas situaciones. La app no mide tu recuperación ni sustituye el consejo médico.

source: Gêne
de: Beschwerden
en: Discomfort
es: Molestia

source: Gêne de %lld sur 10 enregistrée. Tu peux arrêter ce mouvement ou la séance à tout moment.
de: Beschwerden mit %lld von 10 gespeichert. Du kannst diese Übung oder das Training jederzeit beenden.
en: Discomfort rated %lld out of 10 recorded. You can stop this movement or the workout at any time.
es: Se ha registrado una molestia de %lld sobre 10. Puedes detener este movimiento o la sesión en cualquier momento.

source: Gêne maximale signalée pendant la séance
de: Stärkste während des Trainings gemeldete Beschwerden
en: Highest discomfort reported during the workout
es: Molestia máxima indicada durante la sesión

source: Gêne ou douleur
de: Beschwerden oder Schmerzen
en: Discomfort or pain
es: Molestia o dolor

source: Gêne ou douleur la plus forte
de: Stärkste Beschwerden oder Schmerzen
en: Highest discomfort or pain
es: Molestia o dolor más intenso

source: Habituellement
de: Üblicherweise
en: Usually
es: Habitualmente

source: Haltères
de: Kurzhanteln
en: Dumbbells
es: Mancuernas

source: Haltères de %@ kg
de: Kurzhanteln mit %@ kg
en: %@ kg dumbbells
es: Mancuernas de %@ kg

source: Haltères fixes
de: Kurzhanteln mit festem Gewicht
en: Fixed-weight dumbbells
es: Mancuernas de peso fijo

source: Haltères fixes disponibles
de: Kurzhanteln mit festem Gewicht verfügbar
en: Fixed-weight dumbbells available
es: Mancuernas de peso fijo disponibles

source: Haltères réglables
de: Verstellbare Kurzhanteln
en: Adjustable dumbbells
es: Mancuernas ajustables

source: Haltères réglables disponibles
de: Verstellbare Kurzhanteln verfügbar
en: Adjustable dumbbells available
es: Mancuernas ajustables disponibles

source: Hanches
de: Hüfte
en: Hips
es: Caderas

source: Haut du corps
de: Oberkörper
en: Upper body
es: Tren superior

source: Hip thrust avec haltère
de: Hip Thrust mit Kurzhantel
en: Dumbbell hip thrust
es: Hip thrust con mancuerna

source: Il existe plusieurs façons de progresser.
de: Es gibt mehrere Wege, Fortschritte zu machen.
en: There is more than one way to progress.
es: Hay varias formas de progresar.

source: Il sera noté comme non réalisé. La séance continue avec le mouvement suivant.
de: Sie wird als nicht absolviert markiert. Das Training geht mit der nächsten Übung weiter.
en: It will be marked as not completed. The workout continues with the next movement.
es: Se marcará como no realizado. La sesión continúa con el movimiento siguiente.

source: Il sert à arrêter ou adapter la séance. Il ne permet pas à l’app d’expliquer la cause de la gêne.
de: Sie dient dazu, das Training zu beenden oder anzupassen. Die App kann damit nicht die Ursache der Beschwerden erklären.
en: It is used to stop or adjust the workout. It does not allow the app to explain the cause of the discomfort.
es: Sirve para detener o adaptar la sesión. No permite que la app explique la causa de la molestia.

source: Indique au moins un poids atteignable pour les haltères réglables.
de: Gib mindestens ein erreichbares Gewicht für die verstellbaren Kurzhanteln an.
en: Enter at least one available weight for the adjustable dumbbells.
es: Indica al menos un peso posible para las mancuernas ajustables.

source: Indique au moins un poids de kettlebell disponible.
de: Gib mindestens ein verfügbares Kettlebell-Gewicht an.
en: Enter at least one available kettlebell weight.
es: Indica al menos un peso de kettlebell disponible.

source: Indique au moins un poids réellement utilisable pour tes haltères.
de: Gib mindestens ein tatsächlich nutzbares Gewicht für deine Hanteln an.
en: Enter at least one weight you can actually use with your dumbbells.
es: Indica al menos un peso que puedas usar con tus mancuernas.

source: Indique au moins une masse réellement disponible pour le gilet.
de: Gib mindestens ein tatsächlich verfügbares Gewicht für die Weste an.
en: Enter at least one weight that is actually available for the vest.
es: Indica al menos un peso realmente disponible para el chaleco.

source: Indique des poids valides, supérieurs à zéro.
de: Gib gültige Gewichte größer als null ein.
en: Enter valid weights greater than zero.
es: Introduce pesos válidos, superiores a cero.

source: Indique les masses ajoutées réellement possibles.
de: Gib die tatsächlich möglichen Zusatzgewichte an.
en: Enter the added weights you can actually use.
es: Indica los pesos adicionales realmente disponibles.

source: Indique les poids atteignables par haltère, séparés par des espaces. Exemple : 4 6 8 10.
de: Gib die erreichbaren Gewichte pro Hantel durch Leerzeichen getrennt ein. Beispiel: 4 6 8 10.
en: Enter the available weight per dumbbell, separated by spaces. Example: 4 6 8 10.
es: Indica los pesos posibles por mancuerna, separados por espacios. Ejemplo: 4 6 8 10.

source: Indique les poids disponibles en kg, séparés par des espaces.
de: Gib die verfügbaren Gewichte in kg durch Leerzeichen getrennt ein.
en: Enter the available weights in kg, separated by spaces.
es: Indica los pesos disponibles en kg, separados por espacios.

source: Indique un poids entre 0 et 100 kg, sans inclure zéro.
de: Gib ein Gewicht größer als null und höchstens 100 kg ein.
en: Enter a weight greater than zero and no more than 100 kg.
es: Indica un peso superior a cero y de hasta 100 kg.

source: Indique un poids supérieur à zéro pour les haltères fixes.
de: Gib für die Kurzhanteln mit festem Gewicht einen Wert größer als null ein.
en: Enter a weight greater than zero for the fixed-weight dumbbells.
es: Indica un peso superior a cero para las mancuernas de peso fijo.

source: Installation de la barre
de: Montage der Klimmzugstange
en: Pull-up bar setup
es: Instalación de la barra

source: Installation des barres de dips
de: Aufstellung der Dip-Barren
en: Dip bar setup
es: Instalación de las barras paralelas

source: Intensité
de: Intensität
en: Intensity
es: Intensidad

source: Intention
de: Ziel für heute
en: Goal
es: Intención

source: Intervalles faciles au rameur
de: Lockere Ruderintervalle
en: Easy rowing intervals
es: Intervalos suaves en la máquina de remo

source: Jambes
de: Beine
en: Legs
es: Piernas

source: Jambes et mouvements de hanches
de: Bein- und Hüftbewegungen
en: Leg and hip movements
es: Piernas y movimientos de cadera

source: Je connais ce mouvement : %@
de: Ich kenne diese Übung: %@
en: I know this movement: %@
es: Conozco este movimiento: %@

source: Je connais déjà ce mouvement
de: Ich kenne diese Übung bereits
en: I already know this movement
es: Ya conozco este movimiento

source: Je découvre
de: Ich fange gerade an
en: I am getting started
es: Estoy empezando

source: Je ne sais pas
de: Ich weiß es nicht
en: I don’t know
es: No lo sé

source: Je peux les placer sous ou autour de mes pieds
de: Ich kann sie unter oder um meine Füße legen
en: I can place them under or around my feet
es: Puedo colocarlas bajo o alrededor de los pies

source: Je peux marcher quelques pas avec une charge
de: Ich kann mit einem Gewicht ein paar Schritte gehen
en: I can walk a few steps while carrying a weight
es: Puedo caminar unos pasos con peso

source: Je peux me suspendre sans toucher le sol
de: Ich kann hängen, ohne den Boden zu berühren
en: I can hang without touching the floor
es: Puedo colgarme sin tocar el suelo

source: Je peux m’allonger au sol
de: Ich kann mich auf den Boden legen
en: I can lie on the floor
es: Puedo tumbarme en el suelo

source: Je peux tendre les bras au-dessus de la tête
de: Ich kann die Arme über den Kopf strecken
en: I can extend my arms overhead
es: Puedo extender los brazos por encima de la cabeza

source: Je pratique déjà régulièrement ces mouvements et leur exécution m’est familière.
de: Ich mache diese Übungen bereits regelmäßig und bin mit ihrer Ausführung vertraut.
en: I already perform these movements regularly and am familiar with their technique.
es: Ya practico estos movimientos con regularidad y conozco bien su ejecución.

source: Je préfère rester à %lld
de: Ich möchte bei %lld bleiben
en: I prefer to stay at %lld
es: Prefiero mantener %lld

source: Je préfère une variante plus simple à prendre en main, puis ajuster avec mes séries réelles.
de: Ich beginne lieber mit einer einfacheren Variante und passe sie dann anhand meiner tatsächlichen Sätze an.
en: I prefer to start with an easier variation, then adjust based on my actual sets.
es: Prefiero empezar con una variante más sencilla y ajustarla después según mis series reales.

source: Je reprends après une pause
de: Ich steige nach einer Pause wieder ein
en: I am returning after a break
es: Vuelvo después de una pausa

source: J’accepte de partager mes prochaines séances
de: Ich willige ein, kommende Trainings zu teilen
en: I agree to share my future workouts
es: Acepto compartir mis próximas sesiones

source: J’ai un appui stable pour atteindre la position haute
de: Ich habe eine stabile Hilfe, um die obere Position zu erreichen
en: I have stable support to reach the top position
es: Tengo un apoyo estable para alcanzar la posición alta

source: J’ai un banc stable qui ne glisse pas pour le hip thrust
de: Ich habe eine stabile, rutschfeste Bank für Hip Thrusts
en: I have a stable, non-slip bench for hip thrusts
es: Tengo un banco estable que no resbala para hacer hip thrust

source: J’ai un mur dégagé
de: Ich habe eine freie Wandfläche
en: I have a clear wall
es: Tengo una pared despejada

source: J’ai un support conçu pour monter dessus
de: Ich habe eine dafür vorgesehene Step-up-Plattform
en: I have a platform designed for step-ups
es: Tengo una plataforma diseñada para subir

source: J’ai une chaise ou un banc stable pour m’asseoir et prendre appui
de: Ich habe einen stabilen Stuhl oder eine Bank zum Sitzen und Abstützen
en: I have a stable chair or bench for sitting and support
es: Tengo una silla o un banco estable para sentarme y apoyarme

source: J’en ai
de: Vorhanden
en: I have some
es: Tengo

source: J’en ai un
de: Vorhanden
en: I have one
es: Tengo uno

source: Kettlebells disponibles
de: Kettlebells verfügbar
en: Kettlebells available

source: La Bonne Séance ne peut pas ouvrir ses données locales. Ferme puis relance l’app. Tes données ne seront pas remplacées automatiquement.
de: La Bonne Séance kann seine lokalen Daten nicht öffnen. Schließe die App und starte sie erneut. Deine Daten werden nicht automatisch ersetzt.
en: La Bonne Séance cannot open its local data. Close and reopen the app. Your data will not be replaced automatically.
es: La Bonne Séance no puede abrir sus datos locales. Cierra la app y vuelve a abrirla. Tus datos no se sustituirán automáticamente.
